# Программа предсказания будущего
print("Hello! Я Илья, написал программу для предсказания будущего.")
print("Сейчас", "вы", "обалдеете", "какой", "я","программист!", sep=" _ ")
print("Следите за руками:")
print()

user_input = input("Введите ваше имя: ")

if user_input.lower() == "илья":
    print("ждёт мощный комп за 22 тысячи рублей")

if user_input.lower() == "юра"\
        :print("ты будешь тузиком и балбееесом")
if user_input.lower() == "дима":
    print("будешь есть кильку с молоком")

if user_input.lower() =="ваня":
        print("Ждёт под подушкой 20 айфон")
if user_input.lower() =="миша":
        print("получишь домашнего медведя")
if user_input.lower() =="ян":
    print()